Repository: rubo77/gluon-alt-esc
Catalog: gluon-alt-esc-client/i18n/*.po
Languages: de

source: Here you can add a WiFi interface with an alternative gateway for its Internet connectivity. Usually, you connect to a node which has the Alt-ESC-Provider package activated (although other systems can provide access too).
de: Hier kannst du ein WiFi Interface mit einem alternativen Gateway für dessen Internetzugang hinzufügen. Normalerweise verbindest du dich mit einem Knoten, welcher das Alt-ESC-Provider Paket aktiviert hat (wobei auch andere Systeme Zugang bieten können).

source: Example: "Lisa's Garden Gate"
de: Beispiel: "Lisas Gartentor"

source: Enable IPv4 redirection
de: Umleitung für IPv4 aktivieren

source: Exit ID for IPv4
de: Exit ID für IPv4

source: E.g. MAC address of the node serving as Alt-ESC-Provider for the IPv4 internet
de: Z.B. die MAC-Adresse eines Knoten, der als Alt-ESC-Provider für das IPv4 Internet dient

source: Enable IPv6 redirection
de: Umleitung für IPv6 aktivieren

source: Exit ID for IPv6
de: Exit ID für IPv6

source: E.g. MAC address of the node serving as Alt-ESC-Provider for the IPv6 internet
de: Z.B. die MAC-Adresse eines Knoten, der als Alt-ESC-Provider für das IPv6 Internet dient

source: Enable redirection on LAN ports
de: Umleitung auf LAN-Ports aktivieren

source: Enable Password
de: Passwort aktivieren

source: Password
de: Passwort

source: 8-63 characters. Note: No strict enforcement (yet)
de: 8-63 Zeichen. Hinweis: (Bisweilen) keine strikte Durchsetzung
